Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/vocational_education_and_training/training_and_apprentiship_programmes/leaving_school_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: If you intend going on to third-level education on leaving school, you can find out how to apply in our document on third-level application procedures
ga: Má tá sé ar intinn agat leanúint ort chuig oideachas tríú leibhéal tar éis duit an scoil a fhágáil, is féidir leat faisnéis a fháil faoi conas iarratas a dhéanamh inár ndoiciméid maidir le nósanna imeachta um iarratas ar oideachas tríú leibhéal

source: Offers of places on courses are decided largely by Leaving Certificate results but some institutions offer outreach programmes
ga: Déantar cinneadh faoi thairiscintí d’áiteanna ar chúrsaí go mórmhór agus aird ar thorthaí na hArdteistiméireachta ach cuireann roinnt institiúidí cláir for-rochtana ar fáil

source: If you have a disability you may be eligible for the DARE access route and if you come from a disadvantaged background you may be eligible for HEAR
ga: Má tá tú faoi mhíchumas, d’fhéadfá bheith i dteideal páirt a ghlacadh faoi scéim bhealach rochtana DARE chuig an oideachas agus más ó chúlra faoi mhíbhuntáiste thú, d’fhéadfá bheith i dteideal páirt a ghlacadh faoi scéim HEAR

source: Another option is a Post Leaving Certificate course (PLC) - aimed at school-leavers who want to develop vocational and technological skills
ga: Rogha eile is ea cúrsa Iar-Ardteistiméireachta (PLC) – atá dírithe ar fhágóirí scoile ar mian leo scileanna gairme agus teicneolaíochta a fhorbairt

source: Further Education and Training (FET) courses and apprenticeships for first-time jobseekers cover a wide range of areas
ga: Cuireann cúrsaí Oiliúna agus Oideachais Leanúnaigh (FET) agus printíseachtaí ar fáil do chuardaitheoirí poist chéaduaire a chuimsíonn réimse fairsing limistéar

source: If you are interested in a career in catering or tourism, Fáilte Ireland offers courses at national certificate and national diploma level, ranging from hospitality skills to business studies
ga: Más spéis leat gairm bheatha a bheith agat i lónadóireacht nó i dturasóireacht, cuireann Fáilte Éireann cúrsaí ar fáil ar leibhéal teastais agus dioplómaí náisiúnta, idir scileanna fáilteachais agus staidéar gnó

source: State agencies such as Coillte, Teagasc and Bord Iascaigh Mhara all run training courses in their respective areas, as does the Crafts Council of Ireland
ga: Tá cúrsaí oiliúna á reáchtáil ag Coillte, Teagasc agus ag Bord Iascaigh Mhara ina limistéir faoi seach, agus déanann Comhairle Cheardaíochta na hÉireann amhlaidh freisin

source: Youthreach also runs paid training courses for school-leavers
ga: Ina theannta sin, tá cúrsaí oiliúna á reáchtáil ag Youthreach d’fhágóirí scoile

source: If you are taking up a job, you should familiarise yourself with your employment rights
ga: Má tá tú ag glacadh le post, ní mór go gcuirfidh tú aithne ar do chuid cearta fostaíochta

source: Find out about minimum rates of pay , contracts of employment , holidays and leave, particularly if you are starting work for the first time
ga: Is féidir leat teacht ar thuilleadh faisnéise faoi íosrátaí pá, conarthaí fostaíochta, laethanta saoire agus saoirí, go háirithe más ag tosú oibre atá tú den chéad uair

source: You may also plan to work abroad
ga: Ina theannta sin, b’fhéidir go mbeidh sé beartaithe agat oibriú thar lear

source: The Citizens Information Board has published Information for school leavers (pdf), which is available in Citizens Information Centres
ga: D’fhoilsigh an Bord um Fhaisnéis do Shaoránaigh Faisnéis d’fhágóirí scoile (pdf), agus tá fáil air seo in Ionaid Faisnéise do Shaoránaigh

source: The National Council for Special Education has published a guide to post school education and training (pdf) which provides information on the options available to school leavers with disabilities
ga: D’fhoilsigh an Chomhairle Náisiúnta um Oideachas Speisialta treoir maidir le hoideachas agus oiliúint iarscoile (pdf) a sholáthraíonn faisnéis ar na roghanna atá ar fáil d’fhágóirí scoile atá faoi mhíchumas
